[
  
  {
    "SN": "",
    "Title": "Radiochemistry and Nuclear Chemistry",
    "Authors": "Gregory Choppin, Jan-Olov Liljenzin, Jan Rydberg",
    "description": "Origin of Nuclear Science; Nuclei, Isotopes and Isotope Separation; Nuclear Mass and Stability; Unstable Nuclei and Radioactive Decay; Radionuclides in Nature; Absorption of Nuclear Radiation; Radiation Effects on Matter; Detection and Measurement Techniques; Uses of Radioactive Tracers; Cosmic Radiation and Elementary Particles; Nuclear Structure; Energetics of Nuclear Reactions; Particle Accelerators; Mechanics and Models of Nuclear Reactions; Production of Radionuclides; The Transuranium Elements; Thermonuclear Reactions: the Beginning and the Future; Radiation Biology and Radiation Protection; Principles of Nuclear Power; Nuclear Power Reactors; Nuclear Fuel Cycle; Behavior of Radionuclides in the Environment; Appendices; Solvent Extraction Separations; Answers to Exercises; Isotope Chart; Periodic Table of the Elements; Quantities and Units; Fundamental Constants; Energy Conversion Factors; Element and Nuclide Index; Subject Index.",
    "categories": "Science",
    "language": "en",
    "image": "http://books.google.com/books/content?id=0Pr7aMRxLZ8C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "infoLink": "http://books.google.co.in/books?id=0Pr7aMRxLZ8C&dq=subject:science&hl=&source=gbs_api",
    "publisher": "Butterworth-Heinemann",
    "publishedDate": 2002,
    "pageCount": 726,
    "isbn_13": 9780750674638,
    "Subject": "Science"
  },
  {
    "SN": "",
    "Title": "Industrial Chocolate Manufacture and Use",
    "Authors": "Steve T. Beckett",
    "description": "Since the third edition of this standard work in 1999, there has been a significant increase in the amount of chocolate manufactured worldwide. The fourth edition of Industrial Chocolate Manufacture and Use provides up-to-date coverage of all major aspects of chocolate manufacture and use, from the growing of cocoa beans to the packaging and marketing of the end product. Retaining the important and well-received key features of the previous edition, the fourth edition also contains completely new chapters covering chocolate crumb, cold forming technologies, intellectual property, and nutrition. Furthermore, taking account of significant changes and trends within the chocolate industry, much new information is incorporated, particularly within such chapters as those covering the chemistry of flavour development, chocolate flow properties, chocolate packaging, and chocolate marketing. This fully revised and expanded new edition is an essential purchase for all those involved in the manufacture and use of chocolate.",
    "categories": "Technology & Engineering",
    "language": "en",
    "image": "http://books.google.com/books/content?id=xYe5oTopUTAC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "infoLink": "http://books.google.co.in/books?id=xYe5oTopUTAC&dq=subject:science&hl=&source=gbs_api",
    "publisher": "John Wiley & Sons",
    "publishedDate": "2011-09-07",
    "pageCount": 676,
    "isbn_13": 9781444357554,
    "Subject": "Science"
  },
  {
    "SN": "",
    "Title": "Radiative Processes in Astrophysics",
    "Authors": "George B. Rybicki, Alan P. Lightman",
    "description": "Radiative Processes in Astrophysics: This clear, straightforward, and fundamental introduction is designed to present-from a physicist's point of view-radiation processes and their applications to astrophysical phenomena and space science. It covers such topics as radiative transfer theory, relativistic covariance and kinematics, bremsstrahlung radiation, synchrotron radiation, Compton scattering, some plasma effects, and radiative transitions in atoms. Discussion begins with first principles, physically motivating and deriving all results rather than merely presenting finished formulae. However, a reasonably good physics background (introductory quantum mechanics, intermediate electromagnetic theory, special relativity, and some statistical mechanics) is required. Much of this prerequisite material is provided by brief reviews, making the book a self-contained reference for workers in the field as well as the ideal text for senior or first-year graduate students of astronomy, astrophysics, and related physics courses. Radiative Processes in Astrophysics also contains about 75 problems, with solutions, illustrating applications of the material and methods for calculating results. This important and integral section emphasizes physical intuition by presenting important results that are used throughout the main text; it is here that most of the practical astrophysical applications become apparent.",
    "categories": "Science",
    "language": "en",
    "image": "http://books.google.com/books/content?id=VPNQAAAAMAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "infoLink": "http://books.google.co.in/books?id=VPNQAAAAMAAJ&dq=subject:science&hl=&source=gbs_api",
    "publisher": "John Wiley & Sons",
    "publishedDate": 1979,
    "pageCount": 412,
    "isbn_13": "",
    "Subject": "Science"
  },
  {
    "SN": "",
    "Title": "The Encyclopedia of Animals",
    "Authors": "",
    "description": "This lavishly illustrated trade reference to mammals, birds, reptiles, amphibians, fishes, and invertebrates features hundreds of glorious photos, masterful illustrations, and informative maps.",
    "categories": "Nature",
    "language": "en",
    "image": "http://books.google.com/books/content?id=2V1tHqi4hLEC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "infoLink": "http://books.google.co.in/books?id=2V1tHqi4hLEC&dq=subject:science&hl=&source=gbs_api",
    "publisher": "Univ of California Press",
    "publishedDate": 2004,
    "pageCount": 619,
    "isbn_13": 9780520244061,
    "Subject": "Science"
  },
  {
    "SN": "",
    "Title": "Encyclopedia of Soil Science",
    "Authors": "Ward Chesworth",
    "description": "The Encyclopedia of Soil Science provides a comprehensive, alphabetical treatment of basic soil science in a single volume. It constitutes a wide ranging and authorative collection of some 160 academic articles covering the salient aspects of soil physics, chemistry, biology, fertility, technology, genesis, morphology, classification and geomorphology. With increased usage of soil for world food production, building materials, and waste repositories, demand has grown for a better global understanding of soil and its processes. longer articles by leading authorities from around the world are supplemented by some 430 definitions of common terms in soil sciences.",
    "categories": "Nature",
    "language": "en",
    "image": "http://books.google.com/books/content?id=EOYYM0-DAGQC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "infoLink": "http://books.google.co.in/books?id=EOYYM0-DAGQC&dq=subject:science&hl=&source=gbs_api",
    "publisher": "Springer Science & Business Media",
    "publishedDate": "2007-11-22",
    "pageCount": 859,
    "isbn_13": 9781402039942,
    "Subject": "Science"
  },
  {
    "SN": "",
    "Title": "Darwin Among The Machines",
    "Authors": "George Dyson",
    "description": "In this astonishing prediction of the World Wide Web's ultimate challenge to human civilization--a globally networked, electronic, sentient being--Dyson traces the course of the information revolution, illuminating the lives, work, and ideas of visionaries who foresaw the development of artificial intelligence, artificial life, and the global mind.",
    "categories": "Computers",
    "language": "en",
    "image": "http://books.google.com/books/content?id=v8DaAAAAMAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "infoLink": "http://books.google.co.in/books?id=v8DaAAAAMAAJ&dq=subject:science&hl=&source=gbs_api",
    "publisher": "Addison Wesley Publishing Company",
    "publishedDate": "1997-05-01",
    "pageCount": 312,
    "isbn_13": "",
    "Subject": "Science"
  },
  {
    "SN": "",
    "Title": "Conservation Biology for All",
    "Authors": "Navjot S. Sodhi, Paul R. Ehrlich",
    "description": "Conservation Biology for All provides cutting-edge but basic conservation science to a global readership. A series of authoritative chapters have been written by the top names in conservation biology with the principal aim of disseminating cutting-edge conservation knowledge as widely as possible. Important topics such as balancing conversion and human needs, climate change, conservation planning, designing and analyzing conservation research, ecosystem services, endangered species management, extinctions, fire, habitat loss, and invasive species are covered. Numerous textboxes describing additional relevant material or case studies are also included. The global biodiversity crisis is now unstoppable; what can be saved in the developing world will require an educated constituency in both the developing and developed world. Habitat loss is particularly acute in developing countries, which is of special concern because it tends to be these locations where the greatest species diversity and richest centres of endemism are to be found. Sadly, developing world conservation scientists have found it difficult to access an authoritative textbook, which is particularly ironic since it is these countries where the potential benefits of knowledge application are greatest. There is now an urgent need to educate the next generation of scientists in developing countries, so that they are in a better position to protect their natural resources.",
    "categories": "Nature",
    "language": "en",
    "image": "http://books.google.com/books/content?id=MxIUDAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "infoLink": "http://books.google.co.in/books?id=MxIUDAAAQBAJ&dq=subject:science&hl=&source=gbs_api",
    "publisher": "Oxford University Press",
    "publishedDate": "2010-01",
    "pageCount": 369,
    "isbn_13": 9780199554232,
    "Subject": "Science"
  },
  {
    "SN": "",
    "Title": "High-Performance Thin-Layer Chromatography (HPTLC)",
    "Authors": "ManMohan Srivastava",
    "description": "The present edited book is the presentation of 18 in-depth national and international contributions from eminent professors, scientists and instrumental chemists from educational institutes, research organizations and industries providing their views on their experience, handling, observation and research outputs on HPTLC, a multi-dimensional instrumentation. The book describes the recent advancements made on TLC which have revolutionized and transformed it into a modern instrumental technique HPTLC. The book addresses different chapters on HPTLC fundamentals: principle, theory, understanding; instrumentation: implementation, optimization, validation, automation and qualitative and quantitative analysis; applications: phytochemical analysis, biomedical analysis, herbal drug quantification, analytical analysis, finger print analysis and potential for hyphenation: HPTLC future to combinatorial approach, HPTLC-MS, HPTLC-FTIR and HPTLC-Scanning Diode Laser. The chapters in the book have been designed in such away that the reader follows each step of the HPTLC in logical order.",
    "categories": "Science",
    "language": "en",
    "image": "http://books.google.com/books/content?id=vQ41B4iZZuAC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "infoLink": "https://play.google.com/store/books/details?id=vQ41B4iZZuAC&source=gbs_api",
    "publisher": "Springer Science & Business Media",
    "publishedDate": "2010-11-15",
    "pageCount": 401,
    "isbn_13": 9783642140259,
    "Subject": "Science"
  }
  
]